Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Camels Enjoying the Snow in Saudi Arabia · Global Voices
ne: ताबुकमा साउदी ऊँटहरू हिउँमा रमाउदै, साउदी अरेबिया, आयशा बिंत अब्दुलअजीजको ट्विट् (@ayosh70)

source: From photographs to videos, from Twitter to Facebook, and from Instagram to Snapchat, we have a minute by minute feed of what it is like for Saudis to experience snow.
ne: मरुभूमि राज्य साउदी अरबको भूभागहरुमा हिमपात भएको छ — र इन्टरनेट प्रयोगकर्ताहरु यसलाई अनलाइन राख्न आतुर छन्। फोटोदेखि भिडियोसम्म, ट्विटरदेखि फेसबुकसम्म,र इन्स्टाग्रामदेखि स्न्याप्च्याटसम्म, हामीसँग साउदीहरुको यो हिउँ अनुभव कस्तो रह्यो भन्ने मिनट मिनटको फीड उपलब्ध छन्।

source: The snow, although rare in Saudi Arabia, is more common in Tabuk, in northwestern Saudi Arabia and close to the Jordanian border, where snowfall is recorded once every three to four years.
ne: हुनत साउदी अरेबियामा हिउँ दुर्लभ भएतापनि उत्तरपश्चिम साउदी अरेबिया र जोर्डनको सीमा नजिक ताबुकमा यो सामान्य मानिन्छ, जहाँ हरेक तीन या चार बर्षमा हिमपात हुने गर्दछ।

source: The Storm Centre shares this snippet of information:
ne: स्टोर्म सेन्टरले सेयर गरेको यस जानकारीको अंश:

source: Musleh Elharbi tweets:
ne: साउदी अरेबिया: ताबुकको धाह्र डाँडामा हिमपात। फोटो: तुर्की अल्हुवैती

source: Check out the footage on my account on Snapchat.
ne: मुस्लेह एल्हार्बी ट्विट् गर्छन्:

source: Various men and women in Hindustan (India).
ne: न्यूयोर्क पब्लिक लाइब्रेरीको सौजन्य, अब माउसको क्लिकसँगै भारतका बितेका दिनहरू

source: In those faded facades and strange clothes, from one photo to the next, we remember how people once lived.
ne: समाज तथा विभिन्न स्थानका पुराना तस्वीरले समय कति बदलिइसकेको छ भन्ने आभास गराउँछन्। पुराना तस्वीरहरूले विगतका दिनको याद दिलाउँछन् जतिबेला जीवन सरल देखिन्थ्यो। एकपछि अर्को फोटोका ती रंग खुइलिएका घरका मोहडा तथा अनौठा लुगाले हामीलाई मानिसहरू पहिले कसरी बस्दथे भन्ने कुरा स्मरण गराउँछन्।

source: Earlier this month, the New York Public Library released more than 180,000 digitized items in the public domain. Readers can now access and download these archived materials from the library for free and also remix the materials to develop and share new content.
ne: यस महिनाको पूर्वार्धमा न्यूयोर्क पब्लिक लाइब्रेरीले १८०,००० भन्दा बढि डिजिटल सामग्रीहरू सार्वजनिक डोमेनमा लोकार्पण गर्यो। अब पाठकहरूले यस लाइब्रेरीको अभिलेखबाट ती सामग्रीहरू बिना शुल्क डाउनलोड र प्रयोग गर्न पाउँनेछन्, साथै रिमिक्स गरी नयाँ सामग्री बनाउँन तथा सेयर गर्न सक्नेछन्।

source: Among the digital archive are old photographs and sketches from Asia and the South Pacific regions showing how people lived in the then-colonized countries. The images provide a rare glimpse of architectures and clothes of the undivided Indian Sub-Continent.
ne: ती डिजिटल अभिलेखहरूमा एशिया तथा प्रशान्त क्षेत्रका पुराना फोटोहरू तथा रेखाचित्रहरू उपलब्ध छन्। ती सामग्रीमा त्यसबेलाका उपनिवेश मुलुकहरूमा बस्ने मानिसहरूको रहनसहन देखाइएको छ। ती तस्वीरले अविभाजित भारतीय उपमहाद्वीपका वास्तुकला तथा कपडाहरूको दुर्लभ झलक दिन्छन्।

source: Throughout India, you will find a number of beautiful grand palaces, which were built by emperors who ruled the region in different periods. Perhaps you've seen photos, but have you ever wondered how they appeared before photography was available everywhere?
ne: तपाईंले भारतभरि विभिन्न समयमा राज्य गरेका राजामहाराजाले बनाएका सुन्दर भव्य महलहरू देख्नसक्नुहुनेछ। शायद तपाईंले फोटोहरू हेर्नुभएको होला, तर के तपाईंले कहिले सोच्नुभएको छ, फोटोग्राफी चारैतिर उपलब्ध हुनुभन्दा अगाडि ती कस्ता देखिन्थे ? हेर्नुहोस्।

source: Sketch of the Palace of Agra, view from the river (1859). Image from The New York Public Library Digital Collections.
ne: आगरा दरबारको रेखाचित्र, नदीबाट देखिने दृश्य (१८५९)। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: It was used mainly by the Rajput wives of Mughal Emperor Akbar, who had it built.
ne: आगरा किल्लाभित्र रहेको जहाँगीर दरबारमा हिन्दू र मध्य एशियाली वास्तुकलाको सम्मिश्रण देख्नसकिन्छ। मुगल सम्राट अकबरद्वारा निर्मित यो महल उनका राजपूत पत्नीले प्रयोग गर्दथे।

source: The king's palace at Delhi (1859). Image from The New York Public Library Digital Collections
ne: दिल्लीको राजदरबार (१८५९)। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: Located at the centre of Delhi, the Red Fort (Palace of Delhi) was the residence of the Mughal emperor of India for two centuries, until 1857. It evolved over the years. How were the lives of people then?
ne: मध्य दिल्ली अवस्थित लाल किल्ला (दिल्ली दरबार), १८५७ अघि, दुई दशकसम्म भारतका मुगल सम्राटको निवास थियो। यो महल समयसँगै विकसित हुँदै गयो।

source: Here are some sketches and paintings of the royals and people around them:
ne: त्यसबेला मानिसहरूको जीवनी कस्तो थियो? राजारजौटा र उनीहरू वरपरका मानिसका केही रेखाचित्र तथा चित्रकला हेर्नुहोस्:

source: Rulers and women from India (1876–1888).
ne: भारतका राजा तथा महिला (१८७६ — १८८८)। चतैनोनको चित्रकला। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: Art by Chataignon. Image from The New York Public Library Digital Collections A commander of the palace guard in Delhi (1845–1847).
ne: दरबार रक्षकका सेनाध्यक्ष, दिल्ली (१८४५ — १८४७)। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: Image from The New York Public Library Digital Collections
ne: अब त्यसबेलाका साधारण मानिसका केही रेखाचित्र तथा चित्रकला हेर्नुहोस्:

source: An elite Indian Muslim women (1823–1838). Sketch by Andrea Bernieri. Image from The New York Public Library Digital Collections.
ne: बिहानको बेला प्रार्थना गरिरहेका एक ब्राह्मण (१८५१)। डे तथा सनको लिथोग्राफी। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: And here are some of the sketches and paintings of common people around that time: A Brahmin praying in the morning (1851). Lithographer Day and Son.
ne: दोश्रो दर्जाका पण्डित (विद्वान) १८९९। चाल्र्स लाप्लान्तको नक्काशी। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: Photo from The New York Public Library Digital Collections
ne: अब त्यसबेलाका संस्कार तथा चाडपर्वका केही दृश्य हेर्नुहोस्:

source: Image from The New York Public Library Digital Collections Hindus of Malabar Coast.
ne: चितुवा र पालक, जयपुर (१८९४)। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: Photo from The New York Public Library Digital Collections.
ne: सँपेराहरू, भारत (१८९७)। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: A Hindu Goldsmith (Sonar) (1868–1875). Photo from The New York Public Library Digital Collections Hindu Blacksmiths from Madras (1868–1875).
ne: दिलजान, बजारकी महिला, सहरानपुर (१८६८ — १८७५)। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: Snake-charmers in India (1897). Photo from The New York Public Library Digital Collections. Female street musicians in India (1898).
ne: महिला सडक संगीतकार, भारत (१८९८)। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: And here are some scenes of rituals and festivals from that time period: The cremation ghat at Calcutta (1869–1871). Image from The New York Public Library Digital Collections
ne: दाहसंस्कार गर्ने घाट, कलकत्ता (१८६९ — १८७१)। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: A wedding of British colonials in southern India—the bridesmaids' return from church (January 29, 1887).
ne: अंग्रेज उपनिवेशकको विवाह, दक्षिण भारत — दुलहीका साथीहरू चर्चबाट फर्कदैं (जनवरी २९, १८८७)। डुराण्ड साइमनको रेखाचित्र। न्यूयोर्क पब्लिक लाइब्रेरीको डिजिटल संकलनबाट लिइएको तस्वीर।

source: Wall of Kindness in Peshawar.
ne: कथा समाज जोड्ने पर्खालको

source: Photo: Serve Mankind Facebook page
ne: पेशावरमा रहेको वाल अफ काइन्डनेस। फोटो: सर्भ म्यानकाइन्डको फेसबूक पेज

source: Throughout history, walls have been a symbol of separation, segregation, and division. However, a new phenomenon called “walls of kindness” (Deewar-e-Meherbani) is doing just the opposite. Faced by cold weather, Iranians began outdoor charity drives for the homeless and needy by building "walls of kindness."
ne: इतिहासमा पर्खाल सदैव वियोग, अलगाव र विभाजनको प्रतीक रही आएको छ। तर, वाल अफ काइन्डनेस (दीवार–ए–मेहरबानी ) नामक अभियानले ठीक त्यसको विपरित गर्दैछ। जाडोको मौसममा इरानीहरूले घरबारविहिन तथा अभावग्रस्तका लागि "वाल अफ काइन्डनेस" बनाई परोपकारी अभियान संचालन गरेका छन्। यी पर्खालहरूमा लुगा झुण्ड्याउने हुकसँगै "तपाईंलाई चाहिन्छ भने लानुस्, नत्र भने दिनुस्।" लेखिएको हुन्छ। गरीबलाई कपडा दिने यो इरानी अभियान अन्तरराष्ट्रिय स्तरमा दान, कोट, टोपी, पाइन्ट तथा न्यानो लुगाको ओइरोको रुपमा परिणत भएकोे छ।

source: What started in Mashhad, Iran, has now spread to China and Pakistan. Here are some of the heartwarming images and stories of "walls of kindness" across countries
ne: इरानको मशादमा शुरु भएको यो अभियान चीन र पाकिस्तान पुगेको छ। अब, यी देशहरूमा रहेका "वाल अफ काइन्डनेस" का मन छुने कथा र तस्वीरहरू हेरौं।

source: Iran: Where it all began
ne: इरानः जहाँ यसको शुरुवात भयो

source: It all started with a bit of snow in Mashhad:
ne: मशादमा परेको अलिकति हिउँसँगै यो अभियान शुरु भयोः

source: Beautiful #Snow in #Mashhad#MustSeeIran #MustSeeMashhad #Iran @angelacorrias @lcmporter @AliAraghchi #Travel #Trip pic.twitter.com/vEpNA4kRwj — Hamzeh Bojnordi (@QExtender) January 29, 2016 While it makes for scenic photos, winter is specially harsh for those without shelter.
ne: सुन्दर फोटोहरूका लागि राम्रो भए पनि जाडोको मौसम विशेष गरी घरबारविहिनका लागि कठोर हुने गर्दछ। नागरिकहरूले अभावग्रस्तलाई मद्दत गर्न थालेपछि, बिस्तारै फोटोहरूका साथै ह्याशट्याग دیوارمهربانی# (वाल अफ काइन्डनेस) ले सोसल मिडिया भरिन थाल्यो:

source: Slowly, the hashtag دیوارمهربانی# (wall of kindness) started filling up with photos, as citizens took up helping the needy:
ne: करमानको खाजू मार्गमा अवस्थित वाल अफ काइन्डनेस, खाजूको चौबाटो अगाडि, बायाँतिर करमानको याल्दा

source: Wall of kindness in Shahsavar, next to the mosque neighborhood of Shahsavar
ne: शाहसवरमा रहेको वाल अफ काइन्डनेस, शाहसवरको मस्जिद रहेको छिमेक नजिक

source: Next up: China
ne: त्यसपछि: चीन

source: It didn't take long before pictures of "walls of kindness" in China started popping up on social media.
ne: चीनमा “वाल अफ काइन्डनेस” का फोटोहरू सोसल मिडियामा देखिन शुरु हुन धेरै बेर लागेन। चिनियाँ रिपोर्टहरूले “अभावग्रस्त मानिसहरू” का लागि लुगा राखिएको जनाएका छन्:

source: The Chinese reports suggest the clothes are for “people in need”:
ne: चेङ्दु, चीनमा रहेका “वाल्स अफ काइन्डनेस”। श्रीमति गिब्स कलेज जाने गरेको शहर हो यो।

source: "Walls of Kindness" in Chengdu, China.
ne: चीनको लिउझु शहरले जाडोको मौसममा घरबारविहिनलाई मद्दत गर्न वाल अफ काइन्डनेस शुरु गरेको छ

source: Iran's 'Wall of Kindness' now in China too.
ne: इरानको वाल अफ काइन्डनेस अब चीनमा पनि। यो पक्कै पनि इरानका लागि सार्वजनिक उपलब्धि हो।

source: Pakistan joined in
ne: पकिस्तानले पनि पछ्यायो

source: Ismat Ali and Maria Waqas, teachers at Bahria College in Karachi, announced plans to set up their own wall of kindness: So, my dear friends and family...I come to you again.
ne: कराँचीको बाहरिया कलेजका शिक्षिकाद्वय इस्मत अली र मरिया वकासले आफ्नै वाल अफ काइन्डनेस शुरु गर्ने योजना सार्वजनिक गरे:

source: Posted by Mariya Waqas on Tuesday, December 29, 2015
ne: मंगलवार, डिसेम्बर २९, २०१५ मा मरिया वकासले गरेको पोष्ट

source: Wall of Kindness in Karachi. Photo courtesy of the Wall of Kindness Pakistan Facebook page.
ne: कराँचीमा रहेको वाल अफ काइन्डनेस। फोटो सौजन्य, वाल अफ काइन्डनेस पाकिस्तानको फेसबूक पेज।

source: Citizens in Peshawar and Lahore have also created walls of kindness in their cities, too.
ne: पेशावर तथा लाहोरका नागरिकले पनि आफ्ना शहरमा वाल अफ काइन्डनेस शुरु गरेका छन्। पेशावरमा सर्भ म्यानकाइन्ड नामक गैरसरकारी संस्थासँग आबद्ध एक समूहले लेखे:

source: In Peshawar, a group of people from the NGO Serve Mankind wrote:
ne: पेशावरको हयताबाद फेज ३ मा वाल अफ काइन्डनेसमा कपडा दान गर्दै एक महिला। आज गरिएको भ्रमण

source: A lady is donating clothes to wall of kindness at pahse 3 Hayatabad #Peshawar. Visited today pic.twitter.com/o3OQXUfUdw — Rahat Shinwari (@RahatShinwari) February 2, 2016
ne: वाल अफ काइन्डनेस: कपडाको खाँचो भएकालाई सहयोग गर्ने गजबको प्रयास। कृपया जगेडा कपडा दान गर्नुहोस्। हयताबाद फेज ३ पेशावर

source: Wall of kindness: great effort to help those who need clothing. Pl donate spare clothes.
ne: लाहोरमा चाहिं ट्वीटरको सहयोग लिंदै यसको प्रचार गरियो।

source: "Wall of Kindness" Near Jam e Sheeren Park, Firdous Market Lahore. Please donate your clothes to the needy ones. :) pic.twitter.com/Zqqez6yRzM — Yasmin (@YoTweetWali) February 5, 2016
ne: जाम ए शिरन पार्क नजिकको “वाल अफ काइन्डनेस”, फिरदौस मार्केट लाहोर। कृपया आफ्ना कपडा अभावमा रहेकालाई दान गर्नुहोस्।

source: Please donate for a good cause and help people out :) — Haider (@hain_jee) February 7, 2016 That's not all, folks
ne: लाहोरमा वाल अफ काइन्डनेस जाम ए शिरन पार्क नजिक फिरदौस मार्केटमा अवस्थित छ। कृपया असल कार्यका लागि दान गरी सहयोग गर्नुहोस्

source: Iranians are giving away food, too.
ne: यतिमात्र हैन

source: The box reads, “Bread is free for those who can’t pay.”
ne: इरानीहरूले खाना पनि दान गर्दैछन्। एउटा बेकरीले घरबारविहिन तथा भोकालाई पाउरोटी दिंदैछ। बक्सामा लेखिएको छ, “पैसा तिर्न नसक्नेका लागि पाउरोटी सित्तैमा”।

source: The wall of kindness has arrived at the bakery of kindness.
ne: वाल अफ काइन्डनेस बेकरी अफ काइन्डनेसमा आईपुगेको छ।

source: I'd just like to say, that last tweet, was a bakery in #Iran .it reads: "bread free to those who cannot afford it" ...just think about that — Gus (@Mr__Gus) January 14, 2016
ne: म यति भन्न चाहन्छु कि अन्तिम ट्वीट इरानको एउटा बेकरीको हो। यसले भन्छ: “पैसा तिर्न नसक्नेका लागि पाउरोटी सित्तैमा” ...यस बारेमा सोंचौ

source: Photos of a Misty Morning Sun Rising Over Myanmar's Last Royal Capital · Global Voices
ne: कुहिरोले ढाकेको म्यानमारको अन्तिम शाही राजधानीमाथि उदाउँदै गरेको सूर्यको फोटोहरू

source: Photo by Zaw Zaw / The Irrawaddy
ne: फोटोः ज ज / एर्रावाडी

source: This article by Zaw Zaw is from The Irrawaddy, an independent news website in Myanmar, and is republished on Global Voices as part of a content-sharing agreement.
ne: ज जद्वारा लेखिएको यो लेख एर्रावाडीबाट लिइएको हो र कन्टेन्ट साझेदारी सम्झौता अन्तर्गत ग्लोबल भ्वाइसेजमा पुनःप्रकाशित गरिएको हो। एर्रावाडी म्यानमारको स्वतन्त्र न्यूज वेबसाइट हो।

source: Located to the northeast of the moat that surrounds the Mandalay Palace, this eponymous hill is a famous viewpoint for tourists and photographers hoping to capture daybreak over Myanmar’s last royal capital. The Irrawaddy’s photographer Zaw Zaw got to the top of Mandalay Hill early on January 12, 2016, to await the rising sun.
ne: म्याण्डले दरबारलाई चारैतर्फबाट घेर्ने नालाको उत्तरपूर्वमा रहेको म्याण्डले डाँडा पर्यटक र फोटोग्राफरमाझ निकै लोकप्रिय छ। यहाँबाट म्यानमारको अन्तिम शाही राजधानी र अरुणोदयको दृश्य अवलोकन गर्न सकिन्छ।

source: At a cool 12° Celsius, weather and location were perfect to capture the moment as the sun’s rays broke through Mandalay’s morning mist.
ne: एर्रावाडीका फोटोग्राफर ज ज जनवरी १०, २०१६ का दिन बिहानै म्याण्डले डाँडाको टुप्पामा गई उदाउँदो सूर्यको प्रतीक्षा गर्दै बसे। १२ डिग्री सेल्सियसको चिसो मौसम र त्यो ठाउँ, दूवै म्याण्डलेको बिहानीपखको कुहिरोलाई चिर्दै गरेका सूर्यका किरणहरू क्यामेरामा कैद गर्नका लागि उपयुक्त थिए।

source: But sightseers be warned: You’ll have to get to the top before 6 am if you want to take in the full breadth of these misty memories.
ne: तर दृश्यावलोकनकर्ताहरू सचेत रहनुहोस्ः यी हुस्सु र कुहिरोका सम्पूर्ण सम्झना साँची राख्नका लागि तपाईं डाँडाको टुप्पामा बिहान ६ बजे अगावै पुग्नुपर्ने हुन्छ।

source: The Movement for Affordable and Accessible Sanitary Napkins in South Asia · Global Voices
ne: दक्षिण एशियामा सस्तो र सुलभ स्यानिटरी न्यापकिनका लागि अभियान

source: Mass Community Health Teaching in Accham, Nepal - Sunita showing how to make a cloth pad. Image from Flickr by Possible.
ne: सामुदायिक स्वास्थ्य शिक्षा अछाम, नेपाल - कपडाको प्याड कसरी बनाउने देखाउँदै सुनीता। तस्वीर Flickr by Possible.

source: In many cultures and societies around the world, there is a stigma attached to menstruation. Girls in developing countries miss up to one week of school or work every month due to lack of sanitary products, inadequate facilities and shame associated with periods.
ne: विश्वका अनेक संस्कृति र समाजमा महिनावारी एक कलंक रही आएको पाइन्छ। विकासशील देशहरुमा रजस्वलासँग सम्बन्धित स्यानिटरी उत्पादनहरुको अभाव, अपर्याप्त सुविधा र लाजका कारण बालिकाहरु एक हप्तासम्म विद्यालय जादैनन् या हरेक महिना काम गर्छन्।

source: After watching the much hyped advertisements I started using "Joya" with the zeal I reserve for local products.
ne: महिनावारीको समयमा शिक्षाको कमीकमजोरी र सरसफाइको कमीका कारण बेचैनी, चिढचिढाहट र संक्रमण हुन सक्छ।

source: Can you believe, in our country there may be 50 million menstruating women. But only two or three female sanitary products are "made in Bangladesh" and their quality is not up to mark!
ne: तर बंगलादेश,भारत र नेपालमा महिलाहरुलाई सस्तो र सुलभ स्यानिटरी न्यापकिन बनाउन सहयोग गर्नका लागि विभिन्न प्रयास जारी छन्।

source: Whose negligence is it?
ne: बंगलादेशमा चर्चा परिचर्चा

source: We see campaigns across the country to increase awareness among women to use hygienic sanitary pads, but there is no affordable and good quality pad in the country. It seems nobody is interested to provide affordable or free pads to every women in this country.
ne: बंगलादेशको बजारमा उपलब्ध स्यानिटरी न्यापकिन महंगा छन्। विदेशी निर्मित एउटैको १२० बङ्लादेशी टाका (अमेरिकी डलर १.५०) भन्दा बढी पर्दछ किनकि आयातमा साठी प्रतिशत अतिरिक्त कर समावेश गरिएको हुन्छ।

source: But there are people who are doing something about it.
ne: तर एक स्थानीय ब्रान्ड जोया, जसको आठ वटा प्याडको मूल्य ६० टाका (अमेरिकी डलर ०.७५) पर्दछ, ब्लगर र अभियन्ता मर्जिआ प्रोभाका अनुसार गुणस्तरीय भने छैन:

source: Girls in a drop-in-centre (shelter home) in Dhaka, run by an NGO called Oporajeyo Bangladesh, are making their own pads by hand with a cost of only 4.50 taka (US $0.06). The organisation provides shelter for these girls with violent or tragic pasts, trains and rehabilitates them for school or work in different garments factories or beauty parlours.
ne: बहुप्रचारित विज्ञापन हेरिसकेपछि मैले स्थानीय उत्पादनहरुका लागि विशेष लगाव भएकोले "जोया" प्रयोग गर्न थाले। मैले प्याडमा टास्ने वस्तु अपर्याप्त पाएँ। त्यसैले यो भित्री वस्त्रमा टाँसिंदैन र खस्ने खतरा हुन्छ। यसको कभर खस्रो भएकोले तीन दिन भित्र मेरो तीघ्रामा राता बिमिराहरु देखा परे। तपाईं विश्वास गर्नुहुन्छ, हाम्रो देशमा ५ करोड महिलाहरु महिनावारी भईरहेका हुनसक्छन्। तर केवल दुई या तीन महिला स्यानिटरी उत्पादनहरु मात्र "बंगलादेशमा बनेका" छन् साथै गुणस्तरीय छैनन्! कस्को लापरवाही हो यो? स्वच्छ प्याड प्रयोगका लागि महिलाहरुमा जागरूकता अभिवृद्धि गर्न देशभर अभियान सन्चालन भएको छ, तर देशमा सस्तो र गुणस्तरीय प्याड पाइन्न। यो देशमा हरेक महिलाको लागि सस्तो अथवा सित्तैमा प्याड उपलब्ध गराउँन कोही पनि इच्छुक नभएको जस्तो देखिन्छ।

source: We tell them to change pads every three to six hours. When they go to mainstream school, they communicate this knowledge to other children, even the teachers don't teach them this.
ne: तर यसका निम्ती केही गरिरहेका मानिसहरु पनि यहाँ छन्। एक गैरसरकारी संस्था ओपोराजेयो बंगलादेशले ढाकामा चलाएको ड्रप-इन-सेन्टर (आश्रय घर) मा बालिकाहरु ४.५० टाका ( अमेरिकी डलर ०.०६ ) मात्र मूल्य पर्ने आफ्ना लागि प्याड आफ्नै हातले बनाइरहेका छन्।

source: Our girls are telling their friends in their class, and they are also interested.
ne: यस संस्थाले बिगतमा हिंसा या दु:खमा परेका बालिकाहरुलाई आश्रय प्रदान गर्दछ, तिनीहरुलाई स्कुल जान अथवा विभिन्न गार्मेन्ट कारखानाहरुमा या ब्युटि पार्लरहरुमा काम गर्नका लागि तालिम र पुनर्स्थापन गराउँछ। एउटा महिलावादी ब्लग, फेमिनिस्म् बङ्लासँगको अन्तर्वातामा,संस्थाका कार्यकारी निर्देशक वहीदा बानु उत्पादनलाई व्यवसायीकरण गर्ने उनको सपना भएको बताउँछिन्:

source: So they come to us saying that their friends want the pads. We got an offer from others, who are eager to help with purchasing the raw materials in lot — 1 tonne of cotton or 1 tonne of elastic rubbers.
ne: ओपोराजेयो बंगलादेश सडक बालबालिकाहरुका लागि काम गर्दछ। हामी हरेक बालबालिकालाई प्रजनन स्वास्थ्य, एचआईभी, आदिका बारेमा सिकाउँछौ। हामी उनीहरुलाई प्रत्येक तीनदेखि छ घण्टामा प्याड फेर्न भन्छौं। जब उनीहरु मुलधारका विद्यालयमा जान्छन्, शिक्षकहरुले पनि नसिकाउने यस कुराको ज्ञान अन्य बालबालिकाहरुलाई दिन्छन्। हाम्रा बालिकाहरु उनीहरुको कक्षा कोठामा आफ्ना साथीहरुलाई बताइरहेका हुन्छन्, र साथीहरूले पनि रुचि राख्छन्। त्यसैले उनीहरु आफ्ना साथीहरुलाई प्याड चाहिएको भन्दै हामीकहाँ आउँछन्। हामीले अन्यबाट प्रस्ताव पाएका छौं, उनीहरु लटमा कच्चा पदार्थ - १ टन कपास या १ टन इलास्टिक रबर खरिदका लागि सहयोग गर्न इच्छुक छन्। जब हामी ती सामग्रीहरु लटमा किन्छौं, लागत कम हुनेछ। म मर्नुभन्दा अगावै ४ या ५ टाका मूल्य पर्ने स्यानिटरी प्याड उत्पादन गर्न चाहन्छु।

source: When we can buy them in lots, the cost will be lower.
ne: भारत र नेपालमा 'क्रान्ति'

source: Students at the Art Center College of Design in California have built one low-cost, easy-to-use tool to wash and dry reusable sanitary cloths. And in India, Arunachalam Muruganantham, a school dropout from a poor family in southern India turned social entrepreneur, has 'revolutionised' menstrual health for rural women by inventing a simple machine to make cheap sanitary pads. His machines have been installed in more than 1,300 villages in 23 of the 29 states of India.
ne: नेपालमा धेरै संख्यामा रजस्वलाको लागि प्याड परियोजनाहरु छन् जसले स्थानीय महिलाहरुलाई रजस्वलाको प्याड किटहरु सिउन तालिम दिन्छन्। परम्परागत विधिहरु प्रयोग गर्दा एउटा ठूलो समस्या भनेको रजस्वलाको कपडाहरु पुन: प्रयोगका लागि धुनु र बिना जोखिम तिनीहरूलाई स्वच्छ तरिकाले सुकाउनु हो। क्यालिफोर्निया स्थित आर्ट सेन्टर कलेज अफ डिजाईनका विद्यार्थीहरुले स्यानिटरी कपडाहरु पुन:प्रयोगका लागि धुने र सुकाउने एउटा उपकरण निर्माण गरेका छन् जसको लागत कम हुनुका साथै प्रयोग गर्न सजिलो छ।

source: The machine can produce up to 250 pads a day, which cost about 2.5 rupees (US $0.04) each. According to a 2011 survey by AC Nielsen, only 12% of India's 355 million menstruating women — compared to 88% in Japan, 64% in China and nearly 100% in Singapore and Japan — use sanitary napkins, with 70% of women saying their family can't afford to buy them.
ne: भारतमा एकजना विद्यालय छाडेका दक्षिण भारतको एक गरिब परिवारबाट आएका अरुणाचलम मुरुगानन्थम सामाजिक उद्यमी बने। उनले सस्तो प्याड बनाउने एउटा साधारण यन्त्रको आविष्कार गरेर ग्रामीण महिलाहरुको रजस्वलाको स्वास्थ्यमा 'क्रान्ति' ल्याइदिए । उनका यन्त्रहरु भारतका २९ राज्यहरुमध्ये २३ राज्यका १३०० भन्दा बढी गाउँहरुमा स्थापित गरिएका छन्। एउटा हाते यन्त्रको मूल्य करिब ७५००० भारतीय रुपैँया (अमेरिकी डलर ११००) पर्दछ र १० जना मानिसहरुलाई रोजगार प्रदान गर्दछ। यो यन्त्रले एक दिनमा २५० प्याड उत्पादन गर्न सक्छ, जसको एक प्याडको मूल्य करिब २.५० रुपैँया (अमेरिकी डलर ०.०४) पर्छ।

source: The rest resort to unhygienic alternatives like non-sanitised clothes with cotton, sometimes combined with ashes and husk sand. Muruganantham, who was recognised in 2014 among Time Magazine’s 100 Most Influential People in the World, shared in a TED talk how he began his movement for sanitary napkins in India.
ne: एसी निएल्सेनको २०११ को एक सर्वेक्षण अनुसार, जापानमा ८८ प्रतिशत, चीनमा ६४ प्रतिशत र सिंगापुरमा लगभग १०० प्रतिशतको तुलनामा भारतका ३५ करोड ५० लाख रजस्वला भैराखेका महिलाहरुमध्ये केवल १३ प्रतिशतले मात्र स्यानिटरी न्यापकिन प्रयोग गर्दछन्, ७० प्रतिशत महिलाहरु आफ्नो परिवारले किन्नै नसक्ने बताउँछन्। बाँकीले अश्वस्थकर विकल्प रोज्छन् जस्तै, कपासयुक्त फोहोर कपडा, कहिलेकाहीं खरानी र भुस पनि मिसाउँछन्। मुरुगानन्थम, जो २०१४ मा टाईम म्यागेजिनले विश्वका १०० सबैभन्दा प्रभावशाली व्यक्तिहरुको सूचिमा राखेपछि चिनिए, उनले भारतमा स्यानिटरी न्यापकिनको अभियान कसरी शुरु गरे भन्ने कुरा TED talk मा सेयर गरेका छन्:

source: His machine was reportedly replicated in Jordan to help Syrian refugees.
ne: रिपोर्टअनुसार, सिरियाली शरणार्थीलाई मद्दत गर्न उनको यन्त्रको प्रतिरूप जोर्डनमा बनाइएको छ।

source: The impact on the environment
ne: वातावरणमा प्रभाव
